experiments/pod_crash/wrk.txt
Running 30s test @ http://127.0.0.1:8080/
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.88ms    4.39ms  71.21ms   74.26%
    Req/Sec     2.13k   280.23     3.36k    82.17%
  127150 requests in 30.02s, 19.89MB read
Requests/sec:   4235.43
Transfer/sec:    678.33KB