experiments/pod_crash/wrk_during_crash.txt
Running 1m test @ http://localhost:8080/
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.16ms   19.69ms 146.63ms   83.03%
    Req/Sec     1.82k   451.75     3.82k    71.31%
  110443 requests in 1.00m, 17.27MB read
  Socket errors: connect 0, read 50, write 0, timeout 50
Requests/sec:   1844.29
Transfer/sec:    295.37KB